IDEA Open Model
TendonComponentLoading.Loading Property
Compatible with IDEA StatiCa Beta 20.0
 Loading
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public TendonLoading Loading { get; set; }
Public Property Loading As TendonLoading
	Get
	Set
Property Value
Type: TendonLoading
See Also
Reference
TendonComponentLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace